Ran Plan for 2 projects:

1. project: `project1` dir: `multi-projects/project1` workspace: `default`
1. project: `project2` dir: `multi-projects/project2` workspace: `default`
---

### 1. project: `project1` dir: `multi-projects/project1` workspace: `default`
```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # null_resource.example will be created
+ resource "null_resource" "example" {
      + id = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p project1
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://186eef22552c:4141/lock?id=joec4i%252Fatlantis-tests%252Fmulti-projects%252Fproject1%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p project1
  ```

---
### 2. project: `project2` dir: `multi-projects/project2` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # null_resource.example will be created
+ resource "null_resource" "example" {
      + id = (known after apply)
    }

  # null_resource.example2 will be created
+ resource "null_resource" "example2" {
      + id = (known after apply)
    }

  # random_id.foo will be created
+ resource "random_id" "foo" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 2
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p project2
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://186eef22552c:4141/lock?id=joec4i%252Fatlantis-tests%252Fmulti-projects%252Fproject2%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p project2
  ```
Plan: 3 to add, 0 to change, 0 to destroy.

---
### Plan Summary

2 projects, 2 with changes, 0 with no changes, 0 failed

* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```